[
	{
		"name": "The Canadian Federation",
		"leaderName": "Stephen Harper",
		"adjective": ["Canadian"],
		"preferredVictoryType": "Diplomatic"
		
		"startIntroPart1": "Good day, Simulant. Your name, Stephen Harper, is but an illusion. You are a mimic meant to serve our greater objective - the pacification of this world. You bring strength to our empire be conquering realms in the name of the Commonwealth. We cannot guarantee your safety in times of war, so do play nice.",
		"startIntroPart2": "We cannot confirm that our target is here, but our goal remains. Harvest the land, dominate the locals. Make peace with their leaders, and bring us tales to fund the war effort. Will you serve us well in these times of conflict?",
		
		"declaringWar": "We're sorry, but you're in our way.",
		"attacked": "Reconsider your mistake when you can. You don't have long.",
		"defeated": "When you come to the Hall of Kings, you will find that the last one died at your hands.",
		"introduction": "Hello, and welcome to Canada!",
		
		"neutralHello": "Hello!",
		"hateHello": "What do you want?",
		
		"tradeRequest": "Will this be to your liking?",

		"outerColor": [200,200,200],
		"innerColor": [255,0,0],
		"uniqueName": "Fantastic Units",
		"uniques": [
			"[-2] Unit Supply per city",
			"[+100]% Gold from Great Merchant trade missions",
			"Gifts of Gold to City-States generate [+33]% more Influence",
			"May not annex cities"
		],
		"cities": [
			"Ottowa", 
			"Toronto", 
			"Thunder Bay", 
			"Sandy Lake", 
			"Winnipeg", 
			"Regina", 
			"Edmonton", 
			"Victoria",
			"Vancouver", 
			"Galgary", 
			"Saskatoon", 
			"Whitehorse", 
			"Iqaluit", 
			"Yellowknife"
		]
	},
	{
		"name": "The Lithuanian State",
		"leaderName": "Vytautus Didysis",
		"adjective": ["Lithuanian"],
		"preferredVictoryType": "Scientific"
		
		"startIntroPart1": "Greetings, Lithuanian Simulant. Your goal is to simulate how the real Lithuanian Slavic Republic will act. Due to the nature of the sim, we cannot guarantee that you'll be facing your intended opponents. That is fine, perhaps you can show for yourself how effective your nation can be in the international scene.",
		"startIntroPart2": "Your objective: Dictate the known world's progress. Achieve a significant home state and protect it from foreign forces. What must be known is the how? Will you show this world that your dominion is not yet forgotten? Can your strategy and study leave a legacy that will stand the test of time?",
		
		"declaringWar": "No response needed. Prepare for war.",
		"attacked": "You're eager to place your finest into the soil.",
		"defeated": "Perhaps you'll be of greater use.",
		"introduction": "Greetings. Welcome to mighty Vilnius, home of the Lithuanian people.",
		
		"neutralHello": "Yes?",
		"hateHello": "Go on?",
		
		"tradeRequest": "Will this work with you?",

		"outerColor": [50,200,50],
		"innerColor": [200,200,10],
		"uniqueName": "The Baltic Tiger",
		"uniques": [
			"[+1 Gold, +1 Happiness] from every [Castle]",
			"[-2 Gold, -2 Happiness] from every [Courthouse]",
			"Provides a [Castle] in your first [4] cities for free <upon discovering [Chivalry]>",
		],
		"cities": ["Vilnius", "Kaunas", "Klaipeda", "Siauliai", "Panevezys", "Alytus", "Utena", "Telsiai",
			"Taurage", "Marijampole", "Garliava", "Vilnia", "Kelme", "Naujoji"]
	},
	{
		"name": "The Army of Lodz",
		"leaderName": "Jozef Pilsudski",
		"adjective": ["Southern Polish"],
		"preferredVictoryType": "Diplomacy"
		
		"startIntroPart1": "Greetings, Simulant. Your task is to help simulate the behavior of the Christian Coalition Party and its militia wing, 'Christ's Legion'. Your party has suffered from several fits of political paralysis with the further study of the Republic and its exposure to the outside world. Yet despite this, your people have saved the people of the South and have rescued the lives of thousands of Zeldir(fans of the Franchise) from the First and Second Purges. Know that your inspiration lies in the power of your people to defy impossible odds from relentless enemies, yet serve God and the community through acts of selfless aid and sacrifice, from the saving of Canadian journalists during the Dark Mirror Purge to the rescuing of the refugees of Gdansk during the First Purge.",
		"startIntroPart2": "Anarchy has shown that you're the leader of the most competent and perseverant servants of Christ, and among the most sane of the factions of the Slavic Civil War. Can you show that ability to this land as well? Will you forge a beacon of hope that will stand the test of time?",
		
		"declaringWar": "Find the heart to forgive me in our future. Prepare for war",
		"attacked": "Very well. Prepare for a war.",
		"defeated": "Please, treat my people well. They haven't failed yet, even though I have.",
		"introduction": "Greetings. In a warzone of anarchy, our time is sadly short.",
		
		"neutralHello": "Greetings.",
		"hateHello": "What brings you here?",
		
		"tradeRequest": "I offer this, for your consideration.",

		"outerColor": [190,190,0],
		"innerColor": [250,250,250],
		"uniqueName": "Always Prepared",
		"uniques": [
			"Enemy [Melee] units must spend [1] extra movement points when inside your territory",
			"[-2] Unit Supply per city <when not at war>",
			"Gain a free [Wartime Storm Initative] [in all cities]",
			"[+1 Food, +1 Faith] from all [Faith] buildings"
		],
		"cities": ["Lodz", "Pabianice", "Kutno", "Sieradz", "Radomsko", "Opole", "Katowice", "Krakow",
			"Wroclaw", "Chrzanow", "Kalisz", "Bielawa", "Konin", "Leszno"]
	},
	{
		"name": "The Slavic Republic",
		"leaderName": "Mieszko",
		"adjective": ["Slavic"],
		"preferredVictoryType": "Domination"

		"startIntroPart1": "My condolences, Simulant. Your objective is to simulate the behavior of the real Royalist faction of the Slavic Republic. May providence have mercy on your poor soul. You rule the more central and southeast portions of Poland, due to loss after loss against the Nationalists and the Christian Coalition. Civil war has brought your faction, the Royalist 'bootlickers' to its knees, but it has not led to your defeat or the cooling of your radical behavior. You've led the execution of thousands during your Reign of Terror and the Royalist Domination. From the execution of the Slavic way of life in Poland to your reuse of the infamous Birkenau camp, maybe your party deserves to be put into the ground. Your party, your ancestors, don't deserve to be led by someone named after the first Christian Polish Monarch.",
		"startIntroPart2": "Perhaps, though, you can discover redemption in the ashes. You may not encounter those deserving of your party's penance, but perhaps they can find peace among the locals? Will you defy your monsterous past and forge a path of peace? Maybe an age of glory with everyone under your wing? How about, instead, you raze the nations of this world to the ground? Will you forge a legacy in the name of the Crown? Will it outlast the throws of time?",
		
		"declaringWar": "How sad. I wanted to resort to LESS bloody measures!",
		"attacked": "Ha ha! You gamble your people's lives? Come, prove yourself!",
		"defeated": "I have slandered the name of Mieszko. Farewell, my dear empire",
		"introduction": "Greetings. Welcome to the Republic.",

		"neutralHello": "Yes?",
		"hateHello": "WHAT do YOU WANT?",

		"tradeRequest": "Oh? Don't worry, that's paint, not blood. Take a look!",

		"outerColor": [0,50,100],
		"innerColor": [0,0,100],
		"uniqueName": "Embodiment of Wrath",
		"uniques": [
			"[+20]% maintenance costs",
			"Rebel units may spawn  <upon conquering a city>",
			"Starts with [Tradition] adopted",
			"[Gold] cost of purchasing [Military] units [-66]%"
			
		],
		"cities": ["Warsawa", "Otwock", "Legionowo", "Bialystok", "Lomza", "Olszlyn", "Suwalki", "Kutno",
			"Plock", "Zyrardeow", "Chelm", "Zamosc", "Kielce", "Putawy"]
	},
	{
		"name": "The Polish Liberation Army",
		"leaderName": "The Rebel Sejm",
		"adjective": ["West Polish"],
		"preferredVictoryType": "Domination"

		"startIntroPart1": "Welcome to the Republic, in its truest form. In the past, our nation was the forefront of cultural development and influence. We created freely and openly. Our ability to exert power over our designated work was only matched by our boundless imagination. Those days are over. We, the Nationalists, have come together to end the tyrannical Royalists and bring a restoration of the Republic's ancient values, traditions, and abilities. Our beloved Nation of Poland has been ravaged, but it shall be this way no more once we come to power!",
		"startIntroPart2": "My beloved Sejm, come forth! Come forth and destroy the experiments of the enemy! Will we triumph over them as a liberator should? Will WE create a valient work of art to stand the test of time?",
		
		"declaringWar": "Your cities have been strangled no longer. En garde!",
		"attacked": "Farewell. I'll meet you in your capital soon.",
		"defeated": "Dear dictator, rule the Polish well, lest we come to bring you to an end!",
		"introduction": "Greetings. Welcome to Poland.",

		"neutralHello": "Greetings",
		"hateHello": "Don't hit yourself on the way out.",

		"tradeRequest": "This is ours now. Will you accept this as compensation?",

		"outerColor": [90,0,0],
		"innerColor": [10,10,10],
		"uniqueName": "Under the Floorboards",
		"uniques": [],
		"cities": ["Poznan", "Szczecin", "Bydgoszcz", "Legnica", "Leszno", "Konin", "Chojnice", "Koszalin",
			"Stargard", "Pila", "Gorzow", "Lebork", "Konin", "Gniezno"]
	},
]
