[
	{
		"name": "Canada",
		"leaderName": "Stephen Harper",
		"adjective": ["Canadian"],
		"preferredVictoryType": "Diplomatic"
		
		"startIntroPart1": "Good day, Simulant. Your name, Stephen Harper, is but an illusion. You are a mimic meant to serve our greater objective - the pacification of this world. You bring strength to our empire be conquering realms in the name of the Commonwealth. We cannot guarantee your safety in times of war, so do play nice.",
		"startIntroPart2": "We cannot confirm that our target is here, but our goal remains. Harvest the land, dominate the locals. Make peace with their leaders, and bring us tales to fund the war effort. Will you serve us well in these times of conflict?",
		
		"declaringWar": "We're sorry, but you're in our way.",
		"attacked": "Reconsider your mistake when you can. You don't have long.",
		"defeated": "When you come to the Hall of Kings, you will find that the last one died at your hands.",
		"introduction": "Hello, and welcome to Canada!",
		
		"neutralHello": "Hello!",
		"hateHello": "What do you want?",
		
		"tradeRequest": "Will this be to your liking?",

		"outerColor": [200,200,200],
		"innerColor": [255,0,0],
		"uniqueName": "Fantastic Units",
		"uniques": [
			"Cannot build [Gunpowder] units",
			"Cannot build [Ranged Gunpowder] units",
			"[+200]% [Culture] from City-States",
			"Gain [10]-[200] [Culture] <upon defeating a [Military] unit>",
			"May buy [Military] units for [300] [Culture] [in all non-occupied cities]",
			"[-1] Unit Supply per [1] population [in all cities]"
			
		],
		"cities": [
			"Ottowa", 
			"Toronto", 
			"Thunder Bay", 
			"Sandy Lake", 
			"Winnipeg", 
			"Regina", 
			"Edmonton", 
			"Victoria",
			"Vancouver", 
			"Galgary", 
			"Saskatoon", 
			"Whitehorse", 
			"Iqaluit", 
			"Yellowknife"
		]
	},
	{
		"name": "The Lithuanina State",
		"leaderName": "Vytautus Didysis",
		"adjective": ["Lithuanian"],
		"preferredVictoryType": "Scientific"
		
		"startIntroPart1": "Greetings, Lithuanian Simulant. Your goal is to simulate how the real Lithuanian Slavic Republic will act. Due to the nature of the sim, we cannot guarantee that you'll be facing your intended opponents. That is fine, perhaps you can show for yourself how effective your nation can be in the international scene.",
		"startIntroPart2": "Your objective: Dictate the known world's progress. Achieve a significant home state and protect it from foreign forces. What must be known is the how? Will you show this world that your dominion is not yet forgotten? Can your strategy and study leave a legacy that will stand the test of time?",
		
		"declaringWar": "No response needed. Prepare for war.",
		"attacked": "You're eager to place your finest into the soil.",
		"defeated": "Perhaps you'll be of greater use.",
		"introduction": "Greetings. Welcome to mighty Vilnius, home of the Lithuanian people.",
		
		"neutralHello": "Yes?",
		"hateHello": "Go on?",
		
		"tradeRequest": "Will this work with you?",

		"outerColor": [50,200,50],
		"innerColor": [200,200,10],
		"uniqueName": "The Baltic Tiger",
		"uniques": [
			"[+1 Gold, +2 Production, +1 Happiness] per [2] population [in all cities] <in cities with a [Castle]>",
			"Provides a [Castle] in your first [4] cities for free <upon discovering [Chivalry]>",
		],
		"cities": ["Vilnius", "Kaunas", "Klaipeda", "Siauliai", "Panevezys", "Alytus", "Utena", "Telsiai",
			"Taurage", "Marijampole", "Garliava", "Vilnia", "Kelme", "Naujoji"]
	},
	{
		"name": "The Army of Lodz",
		"leaderName": "Jozef Pilsudski",
		"adjective": ["Southern Polish"],
		"preferredVictoryType": "Diplomacy"
		
		"startIntroPart1": "Greetings, Simulant. Your task is to help simulate the behavior of the Christian Coalition Party and its militia wing, 'Christ's Legion'. Your party has suffered from several fits of political paralysis with the further study of the Republic and its exposure to the outside world. Yet despite this, your people have saved the people of the South and have rescued the lives of thousands of Zeldir(fans of the Franchise) from the First and Second Purges. Know that your inspiration lies in the power of your people to defy impossible odds from relentless enemies, yet serve God and the community through acts of selfless aid and sacrifice, from the saving of Canadian journalists during the Dark Mirror Purge to the rescuing of the refugees of Gdansk during the First Purge.",
		"startIntroPart2": "Anarchy has shown that you're the leader of the most competent and perseverant servants of Christ, and among the most sane of the factions of the Slavic Civil War. Can you show that ability to this land as well? Will you forge a beacon of hope that will stand the test of time?",
		
		"declaringWar": "Find the heart to forgive me in our future. Prepare for war",
		"attacked": "Very well. Prepare for a war.",
		"defeated": "If I may ask, treat my people well. They haven't failed yet, even though I have.",
		"introduction": "Greetings. In a warzone of anarchy, I do hope I can arrange some time for peace.",
		
		"neutralHello": "Greetings.",
		"hateHello": "What brings you here?",
		
		"tradeRequest": "I offer this, for your consideration.",

		"outerColor": [190,190,0],
		"innerColor": [250,250,250],
		"uniqueName": "Always Prepared",
		"uniques": [],
		"cities": ["", "", "", "", "", "", "", "",
			"", "", "", "", "", ""]
	},
]
